alacritty
alsa-tools
alsa-utils
autoconf
automake
awesome
base
binutils
bison
code
dhcpcd
discord
discord-canary
efibootmgr
fakeroot
firefox
flex
fzf
gcc
gdb
git
gnome-system-monitor
google-chrome
gparted
groff
grub
i3-scrot
kitty
krita
lib32-nvidia-utils
linux
linux-firmware
luarocks
lutris
m4
make
man-db
mesa-demos
nautilus
neovim
nodejs
npm
nvidia
openresolv
openssh
patch
pavucontrol
pkgconf
pulseaudio
pulseaudio-alsa
python-pip
ripgrep
rofi
seahorse
steam
strace
sudo
texinfo
timeshift
timeshift-autosnap
tmux
ttf-dejavu
ttf-fira-code
unity-editor
unityhub
vi
vulkan-headers
vulkan-tools
vulkan-validation-layers
which
wine
wireguard-arch
wireguard-tools
xclip
xkb-switch
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xterm
yay
zsh
